Repository: kiddin9/kwrt-packages
Catalog: luci-app-bandix/po/*/bandix.po
Languages: id, ja, pl, th

source: Bandix Traffic Monitor
id: Monitor Lalu Lintas Bandix
ja: Bandix トラフィックモニター
pl: Monitor Ruchu Bandix
th: ตัวตรวจสอบการจราจร Bandix

source: Loading data...
id: Memuat data...
ja: データを読み込み中...
pl: Ładowanie danych...
th: กำลังโหลดข้อมูล...

source: Unable to fetch data
id: Tidak dapat mengambil data
ja: データを取得できません
pl: Nie można pobrać danych
th: ไม่สามารถดึงข้อมูลได้

source: Unable to fetch history data
id: Tidak dapat mengambil data riwayat
ja: 履歴データを取得できません
pl: Nie można pobrać danych historycznych
th: ไม่สามารถดึงข้อมูลประวัติได้

source: Hostname
id: Nama host
ja: ホスト名
pl: Nazwa hosta
th: ชื่อโฮสต์

source: IP Address
id: Alamat IP
ja: IPアドレス
pl: Adres IP
th: ที่อยู่ IP

source: MAC Address
id: Alamat MAC
ja: MACアドレス
pl: Adres MAC
th: ที่อยู่ MAC

source: Download Speed
id: Kecepatan unduh
ja: ダウンロード速度
pl: Prędkość pobierania
th: ความเร็วในการดาวน์โหลด

source: Upload Speed
id: Kecepatan unggah
ja: アップロード速度
pl: Prędkość wysyłania
th: ความเร็วในการอัปโหลด

source: Total Download
id: Total unduhan
ja: 総ダウンロード量
pl: Całkowite pobranie
th: การดาวน์โหลดทั้งหมด

source: Total Upload
id: Total unggahan
ja: 総アップロード量
pl: Całkowite wysłanie
th: การอัปโหลดทั้งหมด

source: Download Limit
id: Batas unduhan
ja: ダウンロード制限
pl: Limit pobierania
th: ขีดจำกัดการดาวน์โหลด

source: Upload Limit
id: Batas unggahan
ja: アップロード制限
pl: Limit wysyłania
th: ขีดจำกัดการอัปโหลด

source: Interface Language
id: Bahasa antarmuka
ja: インターフェース言語
pl: Język interfejsu
th: ภาษาของอินเทอร์เฟซ

source: Select the display language for Bandix Traffic Monitor
id: Pilih bahasa tampilan untuk Monitor Lalu Lintas Bandix
ja: Bandix トラフィックモニターの表示言語を選択
pl: Wybierz język wyświetlania dla Monitora Ruchu Bandix
th: เลือกภาษาการแสดงผลสำหรับตัวตรวจสอบการจราจร Bandix

source: Device Info
id: Info perangkat
ja: デバイス情報
pl: Informacje o urządzeniu
th: ข้อมูลอุปกรณ์

source: Device List
id: Daftar perangkat
ja: デバイス一覧
pl: Lista urządzeń
th: รายการอุปกรณ์

source: LAN Traffic
id: Lalu lintas LAN
ja: LAN トラフィック
pl: Ruch LAN
th: การจราจร LAN

source: WAN Traffic
id: Lalu lintas WAN
ja: WAN トラフィック
pl: Ruch WAN
th: การจราจร WAN

source: Network Type
id: Jenis Jaringan
ja: ネットワークタイプ
pl: Typ Sieci
th: ประเภทเครือข่าย

source: Rate Limit
id: Batas kecepatan
ja: 速度制限
pl: Limit prędkości
th: ขีดจำกัดอัตรา

source: Actions
id: Tindakan
ja: 操作
pl: Akcje
th: การดำเนินการ

source: Online Devices
id: Perangkat online
ja: オンラインデバイス
pl: Urządzenia online
th: อุปกรณ์ออนไลน์

source: WAN Only
id: Hanya WAN
ja: WAN トラフィックのみ
pl: Tylko WAN
th: WAN เท่านั้น

source: Settings
id: Pengaturan
ja: 設定
pl: Ustawienia
th: การตั้งค่า

source: Device Settings
id: Pengaturan perangkat
ja: デバイス設定
pl: Ustawienia urządzenia
th: การตั้งค่าอุปกรณ์

source: Rate Limits
id: Batas kecepatan
ja: 速度制限
pl: Limity prędkości
th: ขีดจำกัดอัตรา

source: Remove Rate Limit
id: Hapus batas kecepatan
ja: 速度制限を解除
pl: Usuń limit prędkości
th: ลบขีดจำกัดอัตรา

source: Save
id: Simpan
ja: 保存
pl: Zapisz
th: บันทึก

source: Cancel
id: Batal
ja: キャンセル
pl: Anuluj
th: ยกเลิก

source: Set Rate Limit
id: Atur batas kecepatan
ja: 速度制限を設定
pl: Ustaw limit prędkości
th: ตั้งค่าขีดจำกัดอัตรา

source: Device
id: Perangkat
ja: デバイス
pl: Urządzenie
th: อุปกรณ์

source: Set Hostname
id: Atur nama host
ja: ホスト名を設定
pl: Ustaw nazwę hosta
th: ตั้งชื่อโฮสต์

source: Please enter hostname
id: Masukkan nama host
ja: ホスト名を入力してください
pl: Proszę wprowadzić nazwę hosta
th: กรุณากรอกชื่อโฮสต์

source: Hostname set successfully
id: Nama host berhasil diatur
ja: ホスト名の設定に成功しました
pl: Nazwa hosta została ustawiona pomyślnie
th: ตั้งชื่อโฮสต์สำเร็จ

source: Failed to set hostname
id: Gagal mengatur nama host
ja: ホスト名の設定に失敗しました
pl: Nie udało się ustawić nazwy hosta
th: ตั้งชื่อโฮสต์ล้มเหลว

source: Unlimited
id: Tidak terbatas
ja: 無制限
pl: Bez limitu
th: ไม่จำกัด

source: Settings saved successfully
id: Pengaturan berhasil disimpan
ja: 設定を保存しました
pl: Ustawienia zapisane pomyślnie
th: บันทึกการตั้งค่าสำเร็จ

source: Failed to save settings
id: Gagal menyimpan pengaturan
ja: 設定の保存に失敗しました
pl: Nie udało się zapisać ustawień
th: บันทึกการตั้งค่าล้มเหลว

source: Please enter a valid speed value
id: Masukkan nilai kecepatan yang valid
ja: 有効な速度値を入力してください
pl: Proszę wprowadzić prawidłową wartość prędkości
th: กรุณากรอกค่าความเร็วที่ถูกต้อง

source: Speed value must be greater than 0
id: Nilai kecepatan harus lebih besar dari 0
ja: 速度値は0より大きい必要があります
pl: Wartość prędkości musi być większa niż 0
th: ค่าความเร็วต้องมากกว่า 0

source: Saving...
id: Menyimpan...
ja: 保存中...
pl: Zapisywanie...
th: กำลังบันทึก...

source: Rate limiting only applies to WAN traffic.
id: Pembatasan kecepatan hanya berlaku untuk lalu lintas WAN. Beberapa lalu lintas internal LAN mungkin tidak dipantau karena akselerasi switching perangkat keras.
ja: 速度制限は WAN トラフィックにのみ適用されます。一部のLAN内部トラフィックは、ハードウェアスイッチングアクセラレーションにより監視されない場合があります。
pl: Ograniczenie prędkości dotyczy tylko ruchu WAN. Niektóre wewnętrzne ruchu LAN mogą nie być monitorowane z powodu przyspieszenia przełączania sprzętowego.
th: การจำกัดอัตราใช้กับ WAN เท่านั้น การจราจรภายใน LAN บางส่วนอาจไม่ได้รับการตรวจสอบเนื่องจากการเร่งความเร็วการสลับฮาร์ดแวร์

source: Tip: Enter 0 for unlimited
id: Tip: Masukkan 0 untuk tidak terbatas
ja: ヒント：0を入力すると無制限になります
pl: Wskazówka: Wprowadź 0 dla bez limitu
th: เคล็ดลับ: ใส่ 0 สำหรับไม่จำกัด

source: Traffic History
id: Riwayat lalu lintas
ja: トラフィック履歴
pl: Historia ruchu
th: ประวัติการจราจร

source: Realtime Traffic Trends
id: Tren Lalu Lintas Waktu Nyata
ja: リアルタイムトラフィックトレンド
pl: Trendy Ruchu w Czasie Rzeczywistym
th: แนวโน้มการจราจรแบบเรียลไทม์

source: Select Device
id: Pilih perangkat
ja: デバイスを選択
pl: Wybierz urządzenie
th: เลือกอุปกรณ์

source: All Devices
id: Semua perangkat
ja: すべてのデバイス
pl: Wszystkie urządzenia
th: อุปกรณ์ทั้งหมด

source: Time Range
id: Rentang waktu
ja: 時間範囲
pl: Zakres czasu
th: ช่วงเวลา

source: Last 5 minutes
id: 5 menit terakhir
ja: 過去5分
pl: Ostatnie 5 minut
th: 5 นาทีที่แล้ว

source: Last 30 minutes
id: 30 menit terakhir
ja: 過去30分
pl: Ostatnie 30 minut
th: 30 นาทีที่แล้ว

source: Last 2 hours
id: 2 jam terakhir
ja: 過去2時間
pl: Ostatnie 2 godziny
th: 2 ชั่วโมงที่แล้ว

source: Type
id: Jenis
ja: タイプ
pl: Typ
th: ประเภท

source: Total
ja: 合計
pl: Całkowity
th: ทั้งหมด

source: LAN
id: Lalu lintas LAN
ja: LAN トラフィック
pl: Ruch LAN
th: การจราจร LAN

source: WAN
id: Lalu lintas WAN
ja: WAN トラフィック
pl: Ruch WAN
th: การจราจร WAN

source: Refresh
id: Muat ulang
ja: 更新
pl: Odśwież
th: รีเฟรช

source: Upload Rate
id: Tingkat unggahan
ja: アップロード速度
pl: Prędkość wysyłania
th: อัตราการอัปโหลด

source: Download Rate
id: Tingkat unduhan
ja: ダウンロード速度
pl: Prędkość pobierania
th: อัตราการดาวน์โหลด

source: Last
id: Terakhir
ja: 最後
pl: Ostatni
th: ล่าสุด

source: second
id: detik
ja: 秒
pl: sekunda
th: วินาที

source: minute
id: menit
ja: 分
pl: minuta
th: นาที

source: hour
id: jam
ja: 時間
pl: godzina
th: ชั่วโมง

source: day
id: hari
ja: 日
pl: dzień
th: วัน

source: week
id: minggu
ja: 週
pl: tydzień
th: สัปดาห์

source: Other Rates
id: Tingkat lainnya
ja: その他の速度
pl: Inne prędkości
th: อัตราอื่นๆ

source: Cumulative
id: Kumulatif
ja: 累計トラフィック
pl: Skumulowany
th: สะสม

source: Total Uploaded
id: Total terunggah
ja: 総アップロード
pl: Całkowite wysłane
th: อัปโหลดทั้งหมด

source: Total Downloaded
id: Total terunduh
ja: 総ダウンロード
pl: Całkowite pobrane
th: ดาวน์โหลดทั้งหมด

source: LAN Uploaded
id: LAN terunggah
ja: LAN アップロード済み
pl: LAN wysłane
th: LAN อัปโหลดแล้ว

source: LAN Downloaded
id: LAN terunduh
ja: LAN ダウンロード済み
pl: LAN pobrane
th: LAN ดาวน์โหลดแล้ว

source: WAN Uploaded
id: WAN terunggah
ja: WAN アップロード済み
pl: WAN wysłane
th: WAN อัปโหลดแล้ว

source: WAN Downloaded
id: WAN terunduh
ja: WAN ダウンロード済み
pl: WAN pobrane
th: WAN ดาวน์โหลดแล้ว

source: LAN Upload
id: Unggahan LAN
ja: LAN アップロード速度
pl: Wysyłanie LAN
th: การอัปโหลด LAN

source: LAN Download
id: Unduhan LAN
ja: LAN ダウンロード速度
pl: Pobieranie LAN
th: การดาวน์โหลด LAN

source: WAN Upload
id: Unggahan WAN
ja: WAN アップロード速度
pl: Wysyłanie WAN
th: การอัปโหลด WAN

source: WAN Download
id: Unduhan WAN
ja: WAN ダウンロード速度
pl: Pobieranie WAN
th: การดาวน์โหลด WAN

source: Never Online
id: Tidak pernah online
ja: オンラインになったことがありません
pl: Nigdy online
th: ไม่เคยออนไลน์

source: Just Now
id: Baru saja
ja: たった今
pl: Właśnie teraz
th: เมื่อสักครู่

source: min ago
id: menit yang lalu
ja: 分前
pl: min temu
th: นาทีที่แล้ว

source: h ago
id: jam yang lalu
ja: 時間前
pl: godz. temu
th: ชั่วโมงที่แล้ว

source: days ago
id: hari yang lalu
ja: 日前
pl: dni temu
th: วันที่แล้ว

source: months ago
id: bulan yang lalu
ja: ヶ月前
pl: miesięcy temu
th: เดือนที่แล้ว

source: years ago
id: tahun yang lalu
ja: 年前
pl: lat temu
th: ปีที่แล้ว

source: Last Online
id: Terakhir online
ja: 最終オンライン
pl: Ostatnio online
th: ออนไลน์ล่าสุด

source: Zoom
id: Perbesar
ja: ズーム
pl: Powiększ
th: ซูม

source: Sort By
id: Urutkan berdasarkan
ja: 並び替え
pl: Sortuj według
th: เรียงตาม

source: Online Status
id: Status online
ja: オンライン状態
pl: Status online
th: สถานะออนไลน์

source: Total Traffic
id: Total lalu lintas
ja: 総トラフィック
pl: Całkowity ruch
th: การจราจรทั้งหมด

source: Ascending
id: Naik
ja: 昇順
pl: Rosnąco
th: จากน้อยไปมาก

source: Descending
id: Turun
ja: 降順
pl: Malejąco
th: จากมากไปน้อย

source: Sort by Speed
id: Urutkan berdasarkan kecepatan
ja: 速度で並び替え
pl: Sortuj według prędkości
th: เรียงตามความเร็ว

source: Sort by Traffic
id: Urutkan berdasarkan lalu lintas
ja: トラフィックで並び替え
pl: Sortuj według ruchu
th: เรียงตามการจราจร

source: Simple Mode
id: Mode sederhana
ja: シンプルモード
pl: Tryb prosty
th: โหมดง่าย

source: Detailed Mode
id: Mode detail
ja: 詳細モード
pl: Tryb szczegółowy
th: โหมดละเอียด

source: Bandix DNS Monitor
id: Monitor DNS Bandix
ja: Bandix DNS モニター
pl: Monitor DNS Bandix
th: ตัวตรวจสอบ DNS Bandix

source: DNS Monitor
id: Monitor DNS
ja: DNS モニター
pl: Monitor DNS
th: ตัวตรวจสอบ DNS

source: DNS Query Records
id: Catatan kueri DNS
ja: DNS クエリ記録
pl: Rekordy zapytań DNS
th: บันทึกการสอบถาม DNS

source: DNS Statistics
id: Statistik DNS
ja: DNS 統計情報
pl: Statystyki DNS
th: สถิติ DNS

source: DNS Monitoring Disabled
id: Pemantauan DNS dinonaktifkan
ja: DNS監視が無効です
pl: Monitorowanie DNS wyłączone
th: การตรวจสอบ DNS ถูกปิดใช้งาน

source: Please enable DNS monitoring in settings
id: Harap aktifkan pemantauan DNS di pengaturan
ja: 設定でDNS監視を有効にしてください
pl: Proszę włączyć monitorowanie DNS w ustawieniach
th: กรุณาเปิดใช้งานการตรวจสอบ DNS ในการตั้งค่า

source: Go to Settings
id: Buka pengaturan
ja: 設定に移動
pl: Przejdź do ustawień
th: ไปที่การตั้งค่า

source: No Data
id: Tidak ada data
ja: データなし
pl: Brak danych
th: ไม่มีข้อมูล

source: Time
id: Waktu
ja: 時間
pl: Czas
th: เวลา

source: Domain
ja: ドメイン
pl: Domena
th: โดเมน

source: Query Type
id: Jenis kueri
ja: クエリタイプ
pl: Typ zapytania
th: ประเภทการสอบถาม

source: Response Code
id: Kode respons
ja: 応答コード
pl: Kod odpowiedzi
th: รหัสการตอบกลับ

source: Response Time
id: Waktu respons
ja: 応答時間
pl: Czas odpowiedzi
th: เวลาตอบกลับ

source: Source IP
id: IP sumber
ja: 送信元IP
pl: IP źródłowe
th: IP ต้นทาง

source: Destination IP
id: IP tujuan
ja: 宛先IP
pl: IP docelowe
th: IP ปลายทาง

source: Response IPs
id: IP respons
ja: 応答IP
pl: IP odpowiedzi
th: IP การตอบกลับ

source: Response Result
id: Hasil respons
ja: 応答結果
pl: Wynik odpowiedzi
th: ผลการตอบกลับ

source: DNS Server
id: Server DNS
ja: DNSサーバー
pl: Serwer DNS
th: เซิร์ฟเวอร์ DNS

source: Query
id: Kueri
ja: クエリ
pl: Zapytanie
th: สอบถาม

source: Response
id: Respons
ja: 応答
pl: Odpowiedź
th: ตอบกลับ

source: Filter
ja: フィルター
pl: Filtr
th: กรอง

source: Domain Filter
id: Filter domain
ja: ドメインフィルター
pl: Filtr domeny
th: กรองโดเมน

source: Device Filter
id: Filter perangkat
ja: デバイスフィルター
pl: Filtr urządzenia
th: กรองอุปกรณ์

source: DNS Server Filter
id: Filter server DNS
ja: DNSサーバーフィルター
pl: Filtr serwera DNS
th: กรองเซิร์ฟเวอร์ DNS

source: Type Filter
id: Filter jenis
ja: タイプフィルター
pl: Filtr typu
th: กรองประเภท

source: All
id: Semua
ja: すべて
pl: Wszystkie
th: ทั้งหมด

source: Period
id: Periode
ja: 期間
pl: Okres
th: ช่วงเวลา

source: Display Mode
id: Mode Tampilan
ja: 表示モード
pl: Tryb Wyświetlania
th: โหมดการแสดงผล

source: This Year
id: Tahun Ini
ja: 今年
pl: Ten Rok
th: ปีนี้

source: Week
id: Minggu Ini
ja: 今週
pl: Ten Tydzień
th: สัปดาห์นี้

source: Month
id: Bulan Ini
ja: 今月
pl: Ten Miesiąc
th: เดือนนี้

source: Year
id: Tahun Ini
ja: 今年
pl: Ten Rok
th: ปีนี้

source: Queries Only
id: Hanya kueri
ja: クエリのみ
pl: Tylko zapytania
th: สอบถามเท่านั้น

source: Responses Only
id: Hanya respons
ja: 応答のみ
pl: Tylko odpowiedzi
th: ตอบกลับเท่านั้น

source: Search
id: Cari
ja: 検索
pl: Szukaj
th: ค้นหา

source: Search Domain
id: Cari domain
ja: ドメインを検索
pl: Szukaj domeny
th: ค้นหาโดเมน

source: Search Device
id: Cari perangkat
ja: デバイスを検索
pl: Szukaj urządzenia
th: ค้นหาอุปกรณ์

source: Search DNS Server
id: Cari server DNS
ja: DNSサーバーを検索
pl: Szukaj serwera DNS
th: ค้นหาเซิร์ฟเวอร์ DNS

source: Clear
id: Hapus
ja: クリア
pl: Wyczyść
th: ล้าง

source: Previous
id: Sebelumnya
ja: 前へ
pl: Poprzednia
th: ก่อนหน้า

source: Next
id: Selanjutnya
ja: 次へ
pl: Następna
th: ถัดไป

source: Page
id: Halaman
ja: ページ
pl: Strona
th: หน้า

source: of
id: dari
ja: の
pl: z
th: จาก

source: records
id: catatan
ja: 件の記録
pl: rekordów
th: รายการ

source: Per Page
id: Per halaman
ja: ページあたり
pl: Na stronę
th: ต่อหน้า

source: Total Queries
id: Total kueri
ja: 総クエリ数
pl: Całkowite zapytania
th: การสอบถามทั้งหมด

source: Total Responses
id: Total respons
ja: 総応答数
pl: Całkowite odpowiedzi
th: การตอบกลับทั้งหมด

source: Queries with Response
id: Kueri dengan respons
ja: 応答ありクエリ
pl: Zapytania z odpowiedzią
th: การสอบถามที่มีการตอบกลับ

source: Queries without Response
id: Kueri tanpa respons
ja: 応答なしクエリ
pl: Zapytania bez odpowiedzi
th: การสอบถามที่ไม่มีการตอบกลับ

source: Avg Response Time
id: Waktu respons rata-rata
ja: 平均応答時間
pl: Średni czas odpowiedzi
th: เวลาตอบกลับเฉลี่ย

source: Min Response Time
id: Waktu respons minimum
ja: 最短応答時間
pl: Minimalny czas odpowiedzi
th: เวลาตอบกลับต่ำสุด

source: Max Response Time
id: Waktu respons maksimum
ja: 最長応答時間
pl: Maksymalny czas odpowiedzi
th: เวลาตอบกลับสูงสุด

source: Success Rate
id: Tingkat keberhasilan
ja: 成功率
pl: Wskaźnik sukcesu
th: อัตราความสำเร็จ

source: Success
id: Berhasil
ja: 成功
pl: Sukces
th: สำเร็จ

source: Failure
id: Gagal
ja: 失敗
pl: Niepowodzenie
th: ล้มเหลว

source: Top Domains
id: Domain teratas
ja: 最もクエリされたドメイン
pl: Najpopularniejsze domeny
th: โดเมนยอดนิยม

source: Top Query Types
id: Jenis kueri teratas
ja: 最も使用されたクエリタイプ
pl: Najpopularniejsze typy zapytań
th: ประเภทการสอบถามยอดนิยม

source: Top Devices
id: Perangkat teratas
ja: 最もアクティブなデバイス
pl: Najpopularniejsze urządzenia
th: อุปกรณ์ยอดนิยม

source: Top DNS Servers
id: Server DNS teratas
ja: 最も使用されたDNSサーバー
pl: Najpopularniejsze serwery DNS
th: เซิร์ฟเวอร์ DNS ยอดนิยม

source: Unique Devices
id: Perangkat unik
ja: ユニークデバイス数
pl: Unikalne urządzenia
th: จำนวนอุปกรณ์ที่ไม่ซ้ำ

source: ms
ja: ミリ秒
th: มิลลิวินาที

source: minutes
id: menit
ja: 分
pl: minut
th: นาที

source: Unknown Device
id: Perangkat tidak dikenal
ja: 不明なデバイス
pl: Nieznane urządzenie
th: อุปกรณ์ที่ไม่รู้จัก

source: Domain not found
id: Domain tidak ditemukan
ja: ドメインが見つかりません
pl: Domena nie znaleziona
th: ไม่พบโดเมน

source: Server error
id: Kesalahan server
ja: サーバーエラー
pl: Błąd serwera
th: ข้อผิดพลาดของเซิร์ฟเวอร์

source: Format error
id: Kesalahan format
ja: フォーマットエラー
pl: Błąd formatu
th: ข้อผิดพลาดของรูปแบบ

source: Refused
id: Ditolak
ja: 拒否
pl: Odrzucone
th: ปฏิเสธ

source: Other
id: Lainnya
ja: その他
pl: Inne
th: อื่นๆ

source: Does not include DoH and DoT
id: Tidak termasuk DoH dan DoT
ja: DoH と DoT は含まれません
pl: Nie obejmuje DoH i DoT
th: ไม่รวม DoH และ DoT

source: Latest Response Time
id: Waktu respons terbaru
ja: 最新の応答時間
pl: Najnowszy czas odpowiedzi
th: เวลาตอบกลับล่าสุด

source: Response Code Distribution
id: Distribusi kode respons
ja: 応答コード分布
pl: Rozkład kodów odpowiedzi
th: การกระจายรหัสการตอบกลับ

source: Response Time Percentiles
id: Persentil waktu respons
ja: 応答時間パーセンタイル
pl: Percentyle czasu odpowiedzi
th: เปอร์เซ็นไทล์เวลาตอบกลับ

source: Bandix Connection Monitor
id: Monitor Koneksi Bandix
ja: Bandix 接続モニター
pl: Monitor Połączeń Bandix
th: ตัวตรวจสอบการเชื่อมต่อ Bandix

source: Connection Monitor
id: Monitor koneksi
ja: 接続モニター
pl: Monitor połączeń
th: ตัวตรวจสอบการเชื่อมต่อ

source: Device Connection Statistics
id: Statistik koneksi perangkat
ja: デバイス接続統計
pl: Statystyki połączeń urządzeń
th: สถิติการเชื่อมต่ออุปกรณ์

source: Global Connection Statistics
id: Statistik koneksi global
ja: グローバル接続統計
pl: Globalne statystyki połączeń
th: สถิติการเชื่อมต่อทั่วโลก

source: Active TCP
id: TCP aktif
ja: アクティブTCP
pl: Aktywne TCP
th: TCP ที่ใช้งาน

source: Active UDP
id: UDP aktif
ja: アクティブUDP
pl: Aktywne UDP
th: UDP ที่ใช้งาน

source: Closed TCP
id: TCP tertutup
ja: クローズTCP
pl: Zamknięte TCP
th: TCP ที่ปิด

source: Total Connections
id: Total koneksi
ja: 総接続数
pl: Całkowite połączenia
th: การเชื่อมต่อทั้งหมด

source: Last Updated
id: Terakhir diperbarui
ja: 最終更新
pl: Ostatnia aktualizacja
th: อัปเดตล่าสุด

source: TCP Connections
id: Koneksi TCP
ja: TCP接続数
pl: Połączenia TCP
th: การเชื่อมต่อ TCP

source: UDP Connections
id: Koneksi UDP
ja: UDP接続数
pl: Połączenia UDP
th: การเชื่อมต่อ UDP

source: Established TCP
id: TCP terbentuk
ja: 確立済みTCP
pl: Ustanowione TCP
th: TCP ที่สร้างแล้ว

source: Total Devices
id: Total perangkat
ja: デバイス総数
pl: Całkowite urządzenia
th: อุปกรณ์ทั้งหมด

source: Connection Monitor Disabled
id: Monitor koneksi dinonaktifkan
ja: 接続モニターが無効です
pl: Monitor połączeń wyłączony
th: ตัวตรวจสอบการเชื่อมต่อถูกปิดใช้งาน

source: Please enable connection monitoring in settings
id: Harap aktifkan pemantauan koneksi di pengaturan
ja: 設定で接続モニターを有効にしてください
pl: Proszę włączyć monitorowanie połączeń w ustawieniach
th: กรุณาเปิดใช้งานการตรวจสอบการเชื่อมต่อในการตั้งค่า

source: List only shows LAN device connections, data may differ from total connections.
id: Daftar hanya menampilkan koneksi perangkat LAN, data mungkin berbeda dari total koneksi.
ja: リストはLANデバイス接続のみを表示します。データは総接続数と異なる場合があります。
pl: Lista pokazuje tylko połączenia urządzeń LAN, dane mogą różnić się od całkowitych połączeń.
th: รายการแสดงเฉพาะการเชื่อมต่ออุปกรณ์ LAN ข้อมูลอาจแตกต่างจากจำนวนการเชื่อมต่อทั้งหมด

source: TCP Status Details
id: Detail status TCP
ja: TCP 状態詳細
pl: Szczegóły statusu TCP
th: รายละเอียดสถานะ TCP

source: Basic Settings
id: Pengaturan dasar
ja: 基本設定
pl: Ustawienia podstawowe
th: การตั้งค่าพื้นฐาน

source: Traffic Monitor Settings
id: Pengaturan monitor lalu lintas
ja: トラフィックモニター設定
pl: Ustawienia monitora ruchu
th: การตั้งค่าตัวตรวจสอบการจราจร

source: Connection Monitor Settings
id: Pengaturan monitor koneksi
ja: 接続モニター設定
pl: Ustawienia monitora połączeń
th: การตั้งค่าตัวตรวจสอบการเชื่อมต่อ

source: DNS Monitor Settings
id: Pengaturan monitor DNS
ja: DNSモニター設定
pl: Ustawienia monitora DNS
th: การตั้งค่าตัวตรวจสอบ DNS

source: Bandix Basic Configuration
id: Konfigurasi dasar Bandix
ja: Bandix 基本設定
pl: Podstawowa konfiguracja Bandix
th: การกำหนดค่าพื้นฐาน Bandix

source: Configure basic parameters for Bandix service
id: Konfigurasi parameter dasar untuk layanan Bandix
ja: Bandix サービスの基本パラメータを設定
pl: Skonfiguruj podstawowe parametry dla usługi Bandix
th: กำหนดค่าพารามิเตอร์พื้นฐานสำหรับบริการ Bandix

source: Bandix Traffic Monitor Configuration
id: Konfigurasi Monitor Lalu Lintas Bandix
ja: Bandix トラフィックモニター設定
pl: Konfiguracja Monitora Ruchu Bandix
th: การกำหนดค่าตัวตรวจสอบการจราจร Bandix

source: Configure traffic monitoring related parameters
id: Konfigurasi parameter terkait pemantauan lalu lintas
ja: トラフィック監視関連のパラメータを設定
pl: Skonfiguruj parametry związane z monitorowaniem ruchu
th: กำหนดค่าพารามิเตอร์ที่เกี่ยวข้องกับการตรวจสอบการจราจร

source: Bandix Connection Monitor Configuration
id: Konfigurasi Monitor Koneksi Bandix
ja: Bandix 接続モニター設定
pl: Konfiguracja Monitora Połączeń Bandix
th: การกำหนดค่าตัวตรวจสอบการเชื่อมต่อ Bandix

source: Configure connection monitoring related parameters
id: Konfigurasi parameter terkait pemantauan koneksi
ja: 接続監視関連のパラメータを設定
pl: Skonfiguruj parametry związane z monitorowaniem połączeń
th: กำหนดค่าพารามิเตอร์ที่เกี่ยวข้องกับการตรวจสอบการเชื่อมต่อ

source: Bandix DNS Monitor Configuration
id: Konfigurasi Monitor DNS Bandix
ja: Bandix DNSモニター設定
pl: Konfiguracja Monitora DNS Bandix
th: การกำหนดค่าตัวตรวจสอบ DNS Bandix

source: Configure DNS monitoring related parameters
id: Konfigurasi parameter terkait pemantauan DNS
ja: DNS監視関連のパラメータを設定
pl: Skonfiguruj parametry związane z monitorowaniem DNS
th: กำหนดค่าพารามิเตอร์ที่เกี่ยวข้องกับการตรวจสอบ DNS

source: Enable
id: Aktifkan
ja: 有効
pl: Włącz
th: เปิดใช้งาน

source: Enable Bandix Traffic Monitor Service
id: Aktifkan layanan Monitor Lalu Lintas Bandix
ja: Bandix トラフィックモニターサービスを有効にする
pl: Włącz usługę Monitora Ruchu Bandix
th: เปิดใช้งานบริการตัวตรวจสอบการจราจร Bandix

source: Enable Traffic Monitoring
id: Aktifkan pemantauan lalu lintas
ja: トラフィック監視を有効にする
pl: Włącz monitorowanie ruchu
th: เปิดใช้งานการตรวจสอบการจราจร

source: Enable Connection Monitoring
id: Aktifkan pemantauan koneksi
ja: 接続監視を有効にする
pl: Włącz monitorowanie połączeń
th: เปิดใช้งานการตรวจสอบการเชื่อมต่อ

source: Enable DNS Monitoring
id: Aktifkan pemantauan DNS
ja: DNS監視を有効にする
pl: Włącz monitorowanie DNS
th: เปิดใช้งานการตรวจสอบ DNS

source: Simplified Chinese
id: Bahasa Cina Sederhana
ja: 簡体字中国語
pl: Chiński uproszczony
th: ภาษาจีนตัวย่อ

source: Traditional Chinese
id: Bahasa Cina Tradisional
ja: 繁体字中国語
pl: Chiński tradycyjny
th: ภาษาจีนตัวเต็ม

source: Port
ja: ポート
th: พอร์ต

source: Port for Bandix service to listen on
id: Port untuk layanan Bandix mendengarkan
ja: Bandix サービスがリッスンするポート
pl: Port, na którym usługa Bandix nasłuchuje
th: พอร์ตสำหรับบริการ Bandix ฟัง

source: Monitor Interface
id: Antarmuka monitor
ja: 監視インターフェース
pl: Interfejs monitora
th: อินเทอร์เฟซตรวจสอบ

source: Select the LAN network interface to monitor
id: Pilih antarmuka jaringan LAN untuk dipantau
ja: 監視するLANネットワークインターフェースを選択
pl: Wybierz interfejs sieci LAN do monitorowania
th: เลือกอินเทอร์เฟซเครือข่าย LAN ที่จะตรวจสอบ

source: Speed Units
id: Satuan kecepatan
ja: 速度単位
pl: Jednostki prędkości
th: หน่วยความเร็ว

source: Select the speed display unit format
id: Pilih format satuan tampilan kecepatan
ja: 速度表示の単位形式を選択
pl: Wybierz format jednostki wyświetlania prędkości
th: เลือกรูปแบบหน่วยแสดงความเร็ว

source: Bytes Units (B/s, KB/s, MB/s)
id: Satuan byte (B/s, KB/s, MB/s)
ja: バイト単位 (B/s, KB/s, MB/s)
pl: Jednostki bajtów (B/s, KB/s, MB/s)
th: หน่วยไบต์ (B/s, KB/s, MB/s)

source: Bits Units (bps, Kbps, Mbps)
id: Satuan bit (bps, Kbps, Mbps)
ja: ビット単位 (bps, Kbps, Mbps)
pl: Jednostki bitów (bps, Kbps, Mbps)
th: หน่วยบิต (bps, Kbps, Mbps)

source: Interface Theme
id: Tema antarmuka
ja: インターフェーステーマ
pl: Motyw interfejsu
th: ธีมอินเทอร์เฟซ

source: Select the display theme for Bandix Traffic Monitor
id: Pilih tema tampilan untuk Monitor Lalu Lintas Bandix
ja: Bandix トラフィックモニターの表示テーマを選択
pl: Wybierz motyw wyświetlania dla Monitora Ruchu Bandix
th: เลือกธีมการแสดงผลสำหรับตัวตรวจสอบการจราจร Bandix

source: Follow System
id: Ikuti sistem
ja: システムに従う
pl: Zgodnie z systemem
th: ตามระบบ

source: Light Mode
id: Mode terang
ja: ライトモード
pl: Tryb jasny
th: โหมดสว่าง

source: Dark Mode
id: Mode gelap
ja: ダークモード
pl: Tryb ciemny
th: โหมดมืด

source: Feedback
id: Umpan balik
ja: フィードバック
pl: Opinie
th: ข้อเสนอแนะ

source: Log Level
id: Tingkat log
ja: ログレベル
pl: Poziom logowania
th: ระดับบันทึก

source: Set the log level for Bandix service
id: Atur tingkat log untuk layanan Bandix
ja: Bandix サービスのログレベルを設定
pl: Ustaw poziom logowania dla usługi Bandix
th: ตั้งค่าระดับบันทึกสำหรับบริการ Bandix

source: Offline Timeout
id: Timeout offline
ja: オフラインタイムアウト
pl: Limit czasu offline
th: หมดเวลาออฟไลน์
