Repository: kiddin9/kwrt-packages
Catalog: luci-app-bandix/po/*/bandix.po
Languages: id, ja, pl, th

source: Set the timeout for device offline detection (seconds). Devices inactive for longer than this time will be marked as offline
id: Atur timeout untuk deteksi perangkat offline (detik). Perangkat yang tidak aktif lebih lama dari waktu ini akan ditandai sebagai offline
ja: デバイスのオフライン検出のタイムアウトを設定（秒）。この時間より長く非アクティブなデバイスはオフラインとしてマークされます
pl: Ustaw limit czasu wykrywania urządzeń offline (sekundy). Urządzenia nieaktywne dłużej niż ten czas zostaną oznaczone jako offline
th: ตั้งค่าเวลาหมดเวลาสำหรับการตรวจจับอุปกรณ์ออฟไลน์ (วินาที) อุปกรณ์ที่ไม่ใช้งานนานกว่านี้จะถูกทำเครื่องหมายว่าออฟไลน์

source: Realtime Traffic Period
id: Periode lalu lintas waktu nyata
ja: リアルタイムトラフィック周期
pl: Okres ruchu w czasie rzeczywistym
th: ระยะเวลาทราฟฟิกเรียลไทม์

source: 10 minutes interval uses about 60 KB per device
id: Interval 10 menit menggunakan sekitar 60 KB per perangkat
ja: 10分間隔でデバイスあたり約60KBを使用
pl: Interwał 10 minut używa około 60 KB na urządzenie
th: ช่วงเวลา 10 นาทีใช้ประมาณ 60 KB ต่ออุปกรณ์

source: Data Flush Interval
id: Interval flush data
ja: データフラッシュ間隔
pl: Interwał zapisu danych
th: ช่วงเวลาล้างข้อมูล

source: Set the interval for flushing data to disk
id: Atur interval untuk mem-flush data ke disk
ja: データをディスクにフラッシュする間隔を設定
pl: Ustaw interwał zapisu danych na dysk
th: ตั้งค่าช่วงเวลาสำหรับล้างข้อมูลไปยังดิสก์

source: 1 minute
id: 1 menit
ja: 1分
pl: 1 minuta
th: 1 นาที

source: 5 minutes
id: 5 menit
ja: 5分
pl: 5 minut
th: 5 นาที

source: 10 minutes
id: 10 menit
ja: 10分
pl: 10 minut
th: 10 นาที

source: 15 minutes
id: 15 menit
ja: 15分
pl: 15 minut
th: 15 นาที

source: 20 minutes
id: 20 menit
ja: 20分
pl: 20 minut
th: 20 นาที

source: 25 minutes
id: 25 menit
ja: 25分
pl: 25 minut
th: 25 นาที

source: 30 minutes
id: 30 menit
ja: 30分
pl: 30 minut
th: 30 นาที

source: 1 hour
id: 1 jam
ja: 1時間
pl: 1 godzina
th: 1 ชั่วโมง

source: 2 hours
id: 2 jam
ja: 2時間
pl: 2 godziny
th: 2 ชั่วโมง

source: Data Directory
id: Direktori data
ja: データディレクトリ
pl: Katalog danych
th: ไดเรกทอรีข้อมูล

source: If you change the directory, please manually add it to the backup directory
id: Jika Anda mengubah direktori, silakan tambahkan secara manual ke direktori cadangan
ja: ディレクトリを変更した場合は、手動でバックアップディレクトリに追加してください
pl: Jeśli zmienisz katalog, proszę dodać go ręcznie do katalogu kopii zapasowej
th: หากคุณเปลี่ยนไดเรกทอรี โปรดเพิ่มลงในไดเรกทอรีสำรองข้อมูลด้วยตนเอง

source: Bandix data storage directory
id: Direktori penyimpanan data Bandix
ja: Bandix データストレージディレクトリ
pl: Katalog przechowywania danych Bandix
th: ไดเรกทอรีจัดเก็บข้อมูล Bandix

source: Enable Bandix connection monitoring
id: Aktifkan pemantauan koneksi Bandix
ja: Bandix 接続監視を有効にする
pl: Włącz monitorowanie połączeń Bandix
th: เปิดใช้งานการตรวจสอบการเชื่อมต่อ Bandix

source: Enable Bandix DNS monitoring
id: Aktifkan pemantauan DNS Bandix
ja: Bandix DNS監視を有効にする
pl: Włącz monitorowanie DNS Bandix
th: เปิดใช้งานการตรวจสอบ DNS Bandix

source: DNS Max Records
id: Maksimum catatan DNS
ja: DNS最大記録数
pl: Maksymalna liczba rekordów DNS
th: จำนวนบันทึก DNS สูงสุด

source: Set the maximum number of DNS query records to keep. Older records will be deleted when this limit is exceeded
id: Atur jumlah maksimum catatan kueri DNS yang disimpan. Catatan lama akan dihapus ketika batas ini terlampaui
ja: 保持するDNSクエリ記録の最大数を設定。この制限を超えると古い記録が削除されます
pl: Ustaw maksymalną liczbę rekordów zapytań DNS do przechowania. Starsze rekordy zostaną usunięte po przekroczeniu tego limitu
th: ตั้งค่าจำนวนสูงสุดของบันทึกการสอบถาม DNS ที่จะเก็บ บันทึกเก่าจะถูกลบเมื่อเกินขีดจำกัดนี้

source: Persist History Data
id: Simpan data riwayat
ja: 履歴データを永続化
pl: Zachowaj dane historyczne
th: เก็บข้อมูลประวัติ

source: Enable data persistence functionality, data will only be persisted to disk when this option is enabled
id: Aktifkan fungsi persistensi data, data hanya akan disimpan ke disk ketika opsi ini diaktifkan
ja: データ永続化機能を有効にする。このオプションが有効な場合のみデータがディスクに永続化されます
pl: Włącz funkcję trwałości danych, dane będą zapisywane na dysk tylko gdy ta opcja jest włączona
th: เปิดใช้งานฟังก์ชันการเก็บข้อมูล ข้อมูลจะถูกเก็บไว้ในดิสก์เมื่อเปิดใช้งานตัวเลือกนี้เท่านั้น

source: Does not occupy storage space, stored only in memory
id: Tidak menempati ruang penyimpanan, disimpan hanya di memori
ja: ストレージ容量を占有せず、メモリにのみ保存
pl: Nie zajmuje miejsca na dysku, przechowywane tylko w pamięci
th: ไม่ใช้พื้นที่จัดเก็บข้อมูล เก็บไว้ในหน่วยความจำเท่านั้น

source: Query & Response
id: Kueri & Respons
ja: クエリとレスポンス
pl: Zapytanie i Odpowiedź
th: คำขอและคำตอบ

source: Queries
id: Kueri
ja: クエリ
pl: Zapytania
th: คำขอ

source: Responses
id: Respons
ja: レスポンス
pl: Odpowiedzi
th: คำตอบ

source: Average Response Time
id: Waktu Respons Rata-rata
ja: 平均応答時間
pl: Średni Czas Odpowiedzi
th: เวลาเฉลี่ยในการตอบสนอง

source: Show More
id: Tampilkan lebih banyak
ja: もっと見る
pl: Pokaż więcej
th: แสดงเพิ่มเติม

source: Show Less
id: Tampilkan lebih sedikit
ja: 閉じる
pl: Pokaż mniej
th: แสดงน้อยลง

source: Add Schedule Rule
id: Tambah aturan pembatasan terjadwal
ja: スケジュール制限ルールを追加
pl: Dodaj regułę limitu czasu
th: เพิ่มกฎการจำกัดอัตราแบบกำหนดเวลา

source: Add Rule
id: Tambah aturan
ja: ルールを追加
pl: Dodaj regułę
th: เพิ่มกฎ

source: Set rate limit rules for different time periods
id: Tetapkan aturan pembatasan untuk periode waktu yang berbeda
ja: 異なる時間帯にレート制限ルールを設定
pl: Ustaw reguły limitu dla różnych okresów czasu
th: ตั้งค่ากฎการจำกัดอัตราสำหรับช่วงเวลาต่างๆ

source: Time Slot
id: Slot waktu
ja: 時間帯
pl: Przedział czasowy
th: ช่วงเวลา

source: Days of Week
id: Hari dalam seminggu
ja: 曜日
pl: Dni tygodnia
th: วันในสัปดาห์

source: Mon
id: Sen
ja: 月
pl: Pon
th: จ

source: Tue
id: Sel
ja: 火
pl: Wt
th: อ

source: Wed
id: Rab
ja: 水
pl: Śr
th: พ

source: Thu
id: Kam
ja: 木
pl: Czw
th: พฤ

source: Fri
id: Jum
ja: 金
pl: Pt
th: ศ

source: Sat
id: Sab
ja: 土
pl: Sob
th: ส

source: Sun
id: Min
ja: 日
pl: Nie
th: อา

source: Adding...
id: Menambahkan...
ja: 追加中...
pl: Dodawanie...
th: กำลังเพิ่ม...

source: Failed to add schedule rule:
id: Gagal menambahkan aturan terjadwal:
ja: スケジュール制限ルールの追加に失敗しました：
pl: Nie udało się dodać reguły limitu czasu:
th: เพิ่มกฎการจำกัดอัตราแบบกำหนดเวลาล้มเหลว:

source: Please set time slot
id: Silakan atur slot waktu
ja: 時間帯を設定してください
pl: Proszę ustawić przedział czasowy
th: โปรดตั้งค่าช่วงเวลา

source: Please select at least one day
id: Silakan pilih setidaknya satu hari
ja: 少なくとも1日を選択してください
pl: Proszę wybrać co najmniej jeden dzień
th: โปรดเลือกอย่างน้อยหนึ่งวัน

source: No scheduled rules yet, click "Add Rule" to start setting
id: Belum ada aturan terjadwal, klik "Tambah aturan" untuk mulai pengaturan
ja: スケジュール制限ルールがまだありません。「ルールを追加」をクリックして設定を開始してください
pl: Brak jeszcze reguł limitu czasu, kliknij "Dodaj regułę", aby rozpocząć
th: ยังไม่มีกฎการจำกัดอัตราแบบกำหนดเวลา คลิก "เพิ่มกฎ" เพื่อเริ่มตั้งค่า

source: Loading...
id: Memuat...
ja: 読み込み中...
pl: Ładowanie...
th: กำลังโหลด...

source: No schedule rules
id: Tidak ada aturan terjadwal
ja: スケジュール制限ルールなし
pl: Brak reguł limitu czasu
th: ไม่มีกฎการจำกัดอัตราแบบกำหนดเวลา

source: Failed to load schedule rules
id: Gagal memuat aturan terjadwal
ja: スケジュール制限ルールの読み込みに失敗しました
pl: Nie udało się załadować reguł limitu czasu
th: โหลดกฎการจำกัดอัตราแบบกำหนดเวลาล้มเหลว

source: Delete Schedule Rule
id: Hapus aturan pembatasan terjadwal
ja: スケジュール制限ルールを削除
pl: Usuń regułę limitu czasu
th: ลบกฎการจำกัดอัตราแบบกำหนดเวลา

source: Are you sure you want to delete this schedule rule?
id: Apakah Anda yakin ingin menghapus aturan terjadwal ini?
ja: このスケジュール制限ルールを削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć tę regułę limitu czasu?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกฎการจำกัดอัตราแบบกำหนดเวลานี้?

source: Failed to delete schedule rule
id: Gagal menghapus aturan terjadwal
ja: スケジュール制限ルールの削除に失敗しました
pl: Nie udało się usunąć reguły limitu czasu
th: ลบกฎการจำกัดอัตราแบบกำหนดเวลาล้มเหลว

source: Confirm
id: Konfirmasi
ja: 確認
pl: Potwierdź
th: ยืนยัน

source: Close
id: Tutup
ja: 閉じる
pl: Zamknij
th: ปิด

source: rule
id: aturan
ja: ルール
pl: reguła
th: กฎ

source: rules
id: aturan
ja: ルール
pl: reguły
th: กฎ

source: more
id: lainnya
ja: その他
pl: więcej
th: เพิ่มเติม

source: No active rule
id: Tidak ada aturan aktif
ja: アクティブなルールなし
pl: Brak aktywnej reguły
th: ไม่มีกฎที่ใช้งาน

source: Schedule Rules
id: Aturan pembatasan terjadwal
ja: スケジュール制限ルール
pl: Reguły limitu czasu
th: กฎการจำกัดอัตราแบบกำหนดเวลา

source: Upload Statistics
id: Statistik unggahan
ja: アップロード統計
pl: Statystyki wysyłania
th: สถิติการอัปโหลด

source: Download Statistics
id: Statistik unduhan
ja: ダウンロード統計
pl: Statystyki pobierania
th: สถิติการดาวน์โหลด

source: Cumulative Traffic
id: Lalu lintas kumulatif
ja: 累積トラフィック
pl: Skumulowany ruch
th: ปริมาณการใช้งานสะสม

source: Daily
id: Harian
ja: 日次
pl: Dzienny
th: รายวัน

source: Weekly
id: Mingguan
ja: 週次
pl: Tygodniowy
th: รายสัปดาห์

source: Monthly
id: Bulanan
ja: 月次
pl: Miesięczny
th: รายเดือน

source: Statistics
id: Statistik
ja: 統計
pl: Statystyki
th: สถิติ

source: Average
id: Rata-rata
ja: 平均
pl: Średnia
th: ค่าเฉลี่ย

source: Maximum
id: Maksimum
ja: 最大
pl: Maksimum
th: สูงสุด

source: Minimum
ja: 最小
th: ต่ำสุด

source: Clear Traffic Data
id: Hapus Data Lalu Lintas
ja: トラフィックデータを削除
pl: Wyczyść dane ruchu
th: ลบข้อมูลทราฟฟิก

source: Are you sure you want to clear all traffic data? This action cannot be undone.
id: Apakah Anda yakin ingin menghapus semua data lalu lintas? Tindakan ini tidak dapat dibatalkan.
ja: すべてのトラフィックデータを削除してもよろしいですか？この操作は元に戻せません。
pl: Czy na pewno chcesz wyczyścić wszystkie dane ruchu? Tej operacji nie można cofnąć.
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลทราฟฟิกทั้งหมด? การกระทำนี้ไม่สามารถยกเลิกได้

source: Failed to clear traffic data:
id: Gagal menghapus data lalu lintas:
ja: トラフィックデータの削除に失敗しました：
pl: Nie udało się wyczyścić danych ruchu:
th: ล้มเหลวในการลบข้อมูลทราฟฟิก:

source: Restart Service
id: Mulai Ulang Layanan
ja: サービス再起動
pl: Uruchom ponownie usługę
th: รีสตาร์ทบริการ

source: Restart Bandix Service
id: Mulai Ulang Layanan Bandix
ja: Bandix サービスを再起動
pl: Uruchom ponownie usługę Bandix
th: รีสตาร์ทบริการ Bandix

source: Are you sure you want to restart the Bandix service?
id: Apakah Anda yakin ingin memulai ulang layanan Bandix?
ja: Bandix サービスを再起動してもよろしいですか？
pl: Czy na pewno chcesz uruchomić ponownie usługę Bandix?
th: คุณแน่ใจหรือไม่ว่าต้องการรีสตาร์ทบริการ Bandix?

source: Failed to restart service:
id: Gagal memulai ulang layanan:
ja: サービスの再起動に失敗しました：
pl: Nie udało się uruchomić ponownie usługi:
th: ล้มเหลวในการรีสตาร์ทบริการ:

source: Realtime
id: Waktu Nyata
ja: リアルタイム
pl: Czas rzeczywisty
th: เรียลไทม์

source: Last 24 Hours
id: 24 Jam Terakhir
ja: 過去24時間
pl: Ostatnie 24 godziny
th: 24 ชั่วโมงล่าสุด

source: Last 7 Days
id: 7 Hari Terakhir
ja: 過去7日間
pl: Ostatnie 7 dni
th: 7 วันที่ผ่านมา

source: Last 30 Days
id: 30 Hari Terakhir
ja: 過去30日間
pl: Ostatnie 30 dni
th: 30 วันที่ผ่านมา

source: Last 10 Minutes
id: 10 Menit Terakhir
ja: 過去10分
pl: Ostatnie 10 minut
th: 10 นาทีที่ผ่านมา

source: Last 15 Minutes
id: 15 Menit Terakhir
ja: 過去15分
pl: Ostatnie 15 minut
th: 15 นาทีที่ผ่านมา

source: Last 30 Minutes
id: 30 Menit Terakhir
ja: 過去30分
pl: Ostatnie 30 minut
th: 30 นาทีที่ผ่านมา

source: Last 1 Hour
id: 1 Jam Terakhir
ja: 過去1時間
pl: Ostatnia 1 godzina
th: 1 ชั่วโมงที่ผ่านมา

source: Starting installation...
id: Memulai instalasi...
ja: インストールを開始しています...
pl: Rozpoczynanie instalacji...
th: กำลังเริ่มการติดตั้ง...

source: Page will refresh in 3 seconds.
id: Halaman akan dimuat ulang dalam 3 detik.
ja: 3秒後にページが更新されます。
pl: Strona odświeży się za 3 sekundy.
th: หน้าจะรีเฟรชใน 3 วินาที

source: Installation failed
id: Instalasi gagal
ja: インストール失敗
pl: Instalacja nie powiodła się
th: การติดตั้งล้มเหลว

source: Installation failed at step:
id: Instalasi gagal pada langkah:
ja: インストールがステップで失敗しました：
pl: Instalacja nie powiodła się w kroku:
th: การติดตั้งล้มเหลวในขั้นตอน:

source: Details:
id: Detail:
ja: 詳細：
pl: Szczegóły:
th: รายละเอียด:

source: Installation failed:
id: Instalasi gagal:
ja: インストール失敗：
pl: Instalacja nie powiodła się:
th: การติดตั้งล้มเหลว:

source: Unknown error
id: Kesalahan tidak diketahui
ja: 不明なエラー
pl: Nieznany błąd
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ

source: Service restarted successfully.
id: Layanan berhasil dimulai ulang.
ja: サービスが正常に再起動されました。
pl: Usługa została pomyślnie uruchomiona ponownie.
th: รีสตาร์ทบริการสำเร็จแล้ว

source: Service restart may have failed. Please check manually.
id: Mulai ulang layanan mungkin gagal. Silakan periksa secara manual.
ja: サービスの再起動が失敗した可能性があります。手動で確認してください。
pl: Ponowne uruchomienie usługi mogło się nie powieść. Sprawdź ręcznie.
th: การรีสตาร์ทบริการอาจล้มเหลว กรุณาตรวจสอบด้วยตนเอง

source: Please restart the service.
id: Silakan mulai ulang layanan.
ja: サービスを再起動してください。
pl: Proszę ponownie uruchomić usługę.
th: กรุณารีสตาร์ทบริการ

source: LuCI App updated successfully!
id: Aplikasi LuCI berhasil diperbarui!
ja: LuCIアプリが正常に更新されました！
pl: Aplikacja LuCI została pomyślnie zaktualizowana!
th: อัปเดตแอป LuCI สำเร็จแล้ว!

source: Bandix updated successfully!
id: Bandix berhasil diperbarui!
ja: Bandixが正常に更新されました！
pl: Bandix został pomyślnie zaktualizowany!
th: อัปเดต Bandix สำเร็จแล้ว!

source: LuCI App has update:
id: Aplikasi LuCI memiliki pembaruan:
ja: LuCIアプリに更新があります：
pl: Aplikacja LuCI ma aktualizację:
th: แอป LuCI มีการอัปเดต:

source: Bandix has update:
id: Bandix memiliki pembaruan:
ja: Bandixに更新があります：
pl: Bandix ma aktualizację:
th: Bandix มีการอัปเดต:

source: LuCI App is up to date:
id: Aplikasi LuCI sudah terbaru:
ja: LuCIアプリは最新です：
pl: Aplikacja LuCI jest aktualna:
th: แอป LuCI เป็นเวอร์ชันล่าสุด:

source: Bandix is up to date:
id: Bandix sudah terbaru:
ja: Bandixは最新です：
pl: Bandix jest aktualny:
th: Bandix เป็นเวอร์ชันล่าสุด:

source: Updates Available
id: Pembaruan Tersedia
ja: 利用可能な更新
pl: Dostępne Aktualizacje
th: มีการอัปเดต

source: No Updates Available
id: Tidak Ada Pembaruan Tersedia
ja: 利用可能な更新なし
pl: Brak Dostępnych Aktualizacji
th: ไม่มีอัปเดต

source: Detected Architecture
id: Arsitektur yang Terdeteksi
ja: 検出されたアーキテクチャ
pl: Wykryta Architektura
th: สถาปัตยกรรมที่ตรวจพบ

source: Package Manager
id: Manajer Paket
ja: パッケージマネージャー
pl: Menedżer Pakietów
th: ตัวจัดการแพ็คเกจ

source: LuCI Assets
id: Aset LuCI
ja: LuCIアセット
pl: Zasoby LuCI
th: ทรัพยากร LuCI

source: Bandix Assets
id: Aset Bandix
ja: Bandixアセット
pl: Zasoby Bandix
th: ทรัพยากร Bandix

source: Failed to check for updates
id: Gagal memeriksa pembaruan
ja: 更新の確認に失敗しました
pl: Nie udało się sprawdzić aktualizacji
th: ตรวจสอบอัปเดตล้มเหลว

source: Failed to check for updates:
id: Gagal memeriksa pembaruan:
ja: 更新の確認に失敗しました：
pl: Nie udało się sprawdzić aktualizacji:
th: ตรวจสอบอัปเดตล้มเหลว:

source: Checking...
id: Memeriksa...
ja: 確認中...
pl: Sprawdzanie...
th: กำลังตรวจสอบ...

source: Check for Updates
id: Periksa Pembaruan
ja: 更新を確認
pl: Sprawdź Aktualizacje
th: ตรวจสอบการอัปเดต

source: Installing...
id: Menginstal...
ja: インストール中...
pl: Instalowanie...
th: กำลังติดตั้ง...

source: Download and Install
id: Unduh dan Instal
ja: ダウンロードしてインストール
pl: Pobierz i Zainstaluj
th: ดาวน์โหลดและติดตั้ง

source: Manual Download
id: Unduh Manual
ja: 手動ダウンロード
pl: Pobieranie Ręczne
th: ดาวน์โหลดด้วยตนเอง

source: Starting installation... The page will refresh automatically in 5 seconds.
id: Memulai instalasi... Halaman akan dimuat ulang secara otomatis dalam 5 detik.
ja: インストールを開始しています... ページは5秒後に自動的に更新されます。
pl: Rozpoczynanie instalacji... Strona odświeży się automatycznie za 5 sekund.
th: กำลังเริ่มการติดตั้ง... หน้าจะรีเฟรชอัตโนมัติใน 5 วินาที

source: Please clear your browser cache manually after updating.
id: Harap hapus cache browser secara manual setelah memperbarui.
ja: 更新後、ブラウザのキャッシュを手動でクリアしてください。
pl: Po aktualizacji należy ręcznie wyczyścić pamięć podręczną przeglądarki.
th: กรุณาล้างแคชเบราว์เซอร์ด้วยตนเองหลังจากอัปเดต

source: Traffic Statistics
id: Statistik Lalu Lintas
ja: トラフィック統計
pl: Statystyki ruchu
th: สถิติการรับส่งข้อมูล

source: Device Usage Ranking
id: Peringkat Penggunaan Perangkat
ja: デバイス使用量ランキング
pl: Ranking Użycia Urządzeń
th: อันดับการใช้งานอุปกรณ์

source: Start Date
id: Tanggal Mulai
ja: 開始日
pl: Data Początkowa
th: วันที่เริ่มต้น

source: End Date
id: Tanggal Akhir
ja: 終了日
pl: Data Końcowa
th: วันที่สิ้นสุด

source: Reset
id: Setel Ulang
ja: リセット
pl: Resetuj
th: รีเซ็ต

source: Today
id: Hari Ini
ja: 今日
pl: Dzisiaj
th: วันนี้

source: This Week
id: Minggu Ini
ja: 今週
pl: Ten Tydzień
th: สัปดาห์นี้

source: Last Week
id: Minggu Lalu
ja: 先週
pl: Zeszły Tydzień
th: สัปดาห์ที่แล้ว

source: This Month
id: Bulan Ini
ja: 今月
pl: Ten Miesiąc
th: เดือนนี้

source: Last Month
id: Bulan Lalu
ja: 先月
pl: Zeszły Miesiąc
th: เดือนที่แล้ว

source: Last 90 Days
id: 90 Hari Terakhir
ja: 過去90日
pl: Ostatnie 90 Dni
th: 90 วันล่าสุด

source: Last Year
id: Tahun Lalu
ja: 過去1年
pl: Ostatni Rok
th: ปีที่แล้ว

source: Traffic Timeline
id: Timeline Lalu Lintas
ja: トラフィックタイムライン
pl: Oś Czasu Ruchu
th: ไทม์ไลน์การรับส่งข้อมูล

source: Aggregation:
id: Agregasi:
ja: 集計：
pl: Agregacja:
th: การรวม:

source: Hourly
id: Per Jam
ja: 時間単位
pl: Co Godzinę
th: รายชั่วโมง

source: Device:
id: Perangkat:
ja: デバイス：
pl: Urządzenie:
th: อุปกรณ์:
